Repository: axdelafuen/doushouqi-app
Catalog: Sources/DouShouQi/Localizable.xcstrings
Source language: en
Languages: fr

source: %@ win
fr: %@ victoire(s)

# %lld wins / %lld lost
source: %1$lld wins / %2$lld lost
fr: %1$lld victoire(s) / %2$lld défaite(s)

source: Dark
fr: Sombre

source: Display
fr: Affichage

source: English
fr: Anglais

source: ERROR
fr: ERREUR

source: French
fr: Français

source: Game menu
fr: Menu du jeu

source: Invalid move
fr: Movement interdit

source: It's your turn
fr: À toi de jouer

source: Language
fr: Langue

source: Leaderboard
fr: Tableau des scores

source: Light
fr: Clair

source: Play now
fr: Jouer

source: Player1 (empty = bot)
fr: Joueur1 (vide = robot)

source: Player2 (empty = bot)
fr: Joueur2 (vide= robot)

source: Recorded games
fr: Parties enregistrés

source: Recorded Games
fr: Parties Enregistrés

source: Settings
fr: Paramètres

source: Start game !
fr: Lancer la partie !

source: System
fr: Sytème

source: Theme
fr: Thème

source: Try it in AR !
fr: Essayez en RA !
